<?php

return [
    'category' => [
        'created' => 'Категория была создана',
        'updated' => 'Категория была обновлена',
        'deleted' => 'Категория была удалена',
    ],
    'post' => [
        'created' => 'Пост был создан',
        'updated' => 'Пост был обновлен',
        'deleted' => 'Пост был удален',
    ],
    'tag' => [
        'created' => 'Тэг был создан',
        'updated' => 'Тэг был обновлен',
        'deleted' => 'Тэг был удален',
        'hasRelations' => 'Тэг не может быть удалён. К нему прикреплены посты.',
    ],
];
